[
  {
    "quote": "Knowledge now melts faster than organizations can re-bind it into identity, norms, and operating systems—without depleting trust.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "Under that pressure, the primary obstacle to progress is no longer technical—it’s cultural.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "The method is a loop you can actually run: critique → dissolution → reconstitution → renewal.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "Most organizations either stay in Run Time until reality forces a catastrophic break, or they perform Ritual Time and get theater.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "It improves through stress, critique, and the metabolism of error.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "In other words: the bottleneck is our capacity to let meaning melt and then re-bind.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "Ritual time did something run time could not: it made it safe to be wrong in public.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "The transition from alchemy to chemistry was not a leap in human intelligence; it was a change in protocol.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "In organizations, information is never \"just data.\" It is what Durkheim called a *social fact*: it carries coercive force, status gradients, threat, loyalty, shame.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "This is the Great Divorce: rigor severed from the quality of the transformer and the integrity of the container.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "**The core claim:** *The Dionysus Program is organizational alchemy that actually works.*",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "It is a repeatable method for turning error into explanatory reach without consuming the trust that makes truth-telling safe.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "The tools in this program are designed to handle high social heat.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "If you use them in a cold environment, they will shatter your organization.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "**The Readiness Rule:** Never build a ritual container (Li) larger than the shared humanity (Ren) you have available to fill it.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "Infinite games don’t need more dashboards; they need higher epimetabolic rate.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "The *Dionysus Program* is a way to move fast by breaking things because it teaches how to mend what you break into something stronger.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "Call the speed at which a person, team, organization, or city digests error into new structure its epimetabolic rate.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "If the forms in this essay do not raise your epimetabolic rate, they are theater and should be killed.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "The output is a culture that can learn without end and remain human.",
    "author": "Sean Devine",
    "source": "essay.md"
  },
  {
    "quote": "You have built a machine to catch a god.",
    "author": "Not Carl Jung",
    "source": "letters_to_editor/carl_jung.txt"
  },
  {
    "quote": "If your \"Ren\" is insufficient, your \"Li\" will not be a crucible; it will be a tomb.",
    "author": "Not Isaac Newton",
    "source": "letters_to_editor/isaac_newton.txt"
  },
  {
    "quote": "You have written a manual for reactor maintenance, and you are leaving it in a nursery.",
    "author": "Not Susan Fowler",
    "source": "letters_to_editor/susan_fowler.txt"
  },
  {
    "quote": "It is a very civilized magic to teach a tribe to murder a document instead of a person.",
    "author": "Not Dionysus",
    "source": "letters_to_editor/dionysus.txt"
  },
  {
    "quote": "A ritual without belief is not a container for heat; it is merely a theater for cynicism.",
    "author": "Not Max Weber",
    "source": "letters_to_editor/max_weber.txt"
  },
  {
    "quote": "If the \"gift\" of ritual time is calculated on a ledger to produce a return on investment, it is not a gift.",
    "author": "Not Marcel Mauss",
    "source": "letters_to_editor/marcel_mauss.txt"
  },
  {
    "quote": "You are right that we advance by killing our theories so that we do not have to kill each other.",
    "author": "Not Karl Popper",
    "source": "letters_to_editor/karl_popper.txt"
  },
  {
    "quote": "A ritual is a riverbank; if you make the water too hot, it may boil over the bank and drown the village.",
    "author": "Not Confucius",
    "source": "letters_to_editor/confucius.txt"
  },
  {
    "quote": "A living thing must be able to shed its skin, or it dies.",
    "author": "Not Friedrich Nietzsche",
    "source": "letters_to_editor/friedrich_nietzsche.txt"
  },
  {
    "quote": "We had candor because we loved each other enough to be hard on the work without being hard on the person.",
    "author": "Not Ed Catmull",
    "source": "letters_to_editor/ed_catmull.txt"
  }
]
